Repository: capstanlqc-pisa/PISA_2025_nl-NL_SignOff_OMT
Catalog: omegat/project_save.tmx
Source language: en
Languages: nl_nl

source: Are you interested in videogames?
nl_nl: Ben je geïnteresseerd in videogames?

source: Click here to continue.
nl_nl: Klik hier om door te gaan.

source: Interested
nl_nl: Interesse

source: Not interested
nl_nl: Niet geïnteresseerd

source: Not interested at all
nl_nl: Helemaal niet geïnteresseerd

source: Please select one response.
nl_nl: Selecteer één reactie.

source: Select the best option.
nl_nl: Selecteer de beste optie.

source: There are no right answers.
nl_nl: Er zijn geen goede antwoorden.

source: Very interested
nl_nl: Zeer geïnteresseerd

source: Welcome to this survey!
nl_nl: Welkom bij dit onderzoek!
